/*
 * Loco ios export: iOS Localizable.strings
 * Project: it.xliff conversion
 * Release: Working copy
 * Locale: it_IT, Italian
 * Exported at: Tue, 05 May 2015 18:31:36 +0100
 */

/* bytes */
"B" = "B";

/* No comment provided by engineer. */
"My Computer" = "Il mio Computer";

/* No comment provided by engineer. */
"My Mac" = "Il mio Mac";

/* No comment provided by engineer. */
"My MacBook" = "Il mio MacBook";

/* No comment provided by engineer. */
"My Mobile" = "Il mio cellulare";

/* No comment provided by engineer. */
"My iPad" = "Il mio iPad";

/* No comment provided by engineer. */
"My iPhone" = "Il mio iPhone";

/* No comment provided by engineer. */
"My iPod" = "Il mio iPod";

/* No comment provided by engineer. */
"No data to write" = "Nessun dato da scrivere";

/* No comment provided by engineer. */
"Not enough free space" = "Non c'è spazio libero";

/* No comment provided by engineer. */
"Now" = "Ora";

/* No comment provided by engineer. */
"Path doesnt exist" = "Il percorso non esiste";

/* No comment provided by engineer. */
"Unable to write" = "Impossibile scrivere";

/* No comment provided by engineer. */
"Unknown" = "Sconosciuto";

/* about 1 min */
"about 1 min" = "circa 1 minuto";

/* less than 1 min */
"less than 1 min" = "meno di 1 minuto";

/* less than 10 s */
"less than 10 s" = "meno di 10 s";

/* No comment provided by engineer. */
"min ago" = "minuti fa";

/* more than two days */
"more than two days" = "più di due giorni";
